Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Orkowie szykują się do inwazji, ale jeszcze nie jest za późno, by ich powstrzymać. Jeśli wyprowadzimy szybki kontratak i pozbędziemy się orkowych przywódców, to uda nam się całkowicie zdestabilizować oddziały wroga.
uk: Орки готуються до вторгнення, але ще не пізно їх зупинити. Якщо ми проведемо стрімку контратаку і ліквідуємо їхніх ватажків, то зможемо повністю дестабілізувати ворожі війська.

source: Orkowie są inteligentną rasą, a ich społeczeństwo jest podzielone na swojego rodzaju kasty.
uk: Орки – розумна раса, а їхнє суспільство поділене на своєрідні касти.

source: Orkowie są już na wyspie, musisz coś zrobić w tej sprawie.
uk: Орки вже на острові, ви повинні щось з цим зробити.

source: Orkowie wyciągają po Archolos swoje szpony, ale pogonimy ich, aż się będzie za nimi kurzyć!
uk: Орки вже простягли свої пазурі до Архолосу, але ми гнатимемо їх доти, доки не розчавимо їх!

source: Orkowie za rogiem, wojna zaczyna się układać nie po naszej myśli, a rolą Wysłannika jest uporządkowanie sytuacji na Archolos dla wzmocnienia Królestwa.
uk: Орки на порозі, війна починає йти не так, як треба, і роль Посла полягає в тому, щоб розібратися з ситуацією на Архолосі, і тим самим зміцнити королівство.

source: Orkowie zaatakowali statek.
uk: Орки напали на судно.

source: Orkowie zaatakowali statek. Z tego co mówił Beckett, nie mieli szans na ucieczkę.
uk: Орки напали на корабель. За словами Беккета, у них не було жодного шансу врятуватися.

source: Orkowie zajęli pięć strategicznych punktów na wyspie. Są to kolejno: Wybrzeże Topielców, kotlina niedaleko winnicy Rity, Stara Latarnia, plaża przy wielkich bagnach i Farma Bermara.
uk: Орки зайняли п'ять стратегічних позицій на острові. Ось вони, по порядку: Узбережжя Луркерів, ущелина біля виноградника Рити, Старий Маяк, пляж біля великих боліт і ферма Бермара.

source: Orkowie zostali odparci...
uk: Орки отримали відсіч...

source: Orkowie! Orkowie już tu są. Wszystkich nas zabiją!
uk: Орки! Орки вже тут. Вони вб'ють нас усіх!

source: Orkowie, orkowie na wyspie! Kto to widział... sprawy nie mogą się mieć dobrze w takiej sytuacji!
uk: Орки, орки на острові! Хто б міг подумати... Нічого доброго в такій ситуації бути не може!

source: Orkowie, orkowie po drugiej stronie! Ratuj się kto może!
uk: Орки, орки по інший бік! Рятуйтеся, хто може!

source: Orkowie? Co u licha?
uk: Орки? Що за чортівня?

source: Orkowie? Tutaj?
uk: Орки? Тут?

source: Orkowy miecz wojenny
uk: Військовий меч орків

source: Orkowy młot
uk: Молот орків

source: Orkowy pies
uk: Орчий гончак

source: Orkowy pies? A skąd ty wytrzasnąłeś na Archolos skórę orkowego psa? Jesteś pewny, że to nie skóra warga? Wiele osób je myli.
uk: Орчого гончака? Де ти дістав шкуру орчого гончака на Архолосі? Ти впевнений, що це не шкура варга? Багато хто їх плутає.

source: Orków jest coraz więcej w pobliżu Archolos. Czuję w kościach, że za niedługo będziemy mieć z nimi sporo zabawy.
uk: Навколо Архолосу стає дедалі більше орків. Я нутром чую, що невдовзі ми з ними ще добряче повеселимося.

source: Orli Szpon
uk: Орлиний кіготь

source: Oryginalna receptura mistrza Dagoberta.
uk: Оригінальний рецепт майстра Дагоберта.

source: Oryginalny tekst przemówienia
uk: Оригінальний текст промови

source: Oryginał tekstu mówi o tym, że władcy dawnego Archolos utrzymywali pokój poprzez Rodowe Ostrze i Rozjemcę.
uk: В оригінальному тексті йде мова про те, що правителі древнього Архолосу підтримували мир за допомогою Клинка Предків і Миротворця.

source: Oręż Strażnika
uk: Зброя вартового

source: Osadniczka
uk: Мешканка

source: Oscar
uk: Оскар

source: Oscar ci powiedział, co? Dureń. No dobra, słuchaj.
uk: Оскар тобі проговорився, так? От дурень. Гаразд, слухай.

source: Oscar ma żyłkę do zarabiania pieniędzy. Gdyby nie ta jego karczma, to chyba byśmy zdechli z głodu.
uk: Оскар має хист до заробляння грошей. Якби не його корчма, думаю, ми б повмирали з голоду.

source: Oscar miał rację. Walka z ludźmi w przystani wpłynęła na wpisowe Turnieju.
uk: Оскар мав рацію. Поєдинки з людьми в Гавані дійсно вплинули на вступний внесок для турніру.

source: Oscar mówił, że nikt nie zainteresował się całą sprawą...
uk: Оскар сказав, що ніхто не цікавився цією справою...

source: Oscar nie żyje. Mogę zapomnieć o nagrodzie.
uk: Оскар мертвий. Тепер я можу забути про винагороду.

source: Oscar poszukuje żądła bagiennego krwiopijcy. Wygląda na to, że ich jad jest znany ze swojej mocy na całej wyspie. Powinienem rozejrzeć się za krwiopijcami o zielonych wzorach na całym ciele.
uk: Оскар шукає жало болотного шершня. Схоже, їхня отрута відома своєю смертоносністю на весь острів. Треба пошукати шершнів із зеленими візерунками по всьому тілу.

source: Oscar potwierdził, że jedną z najważniejszych osób w całej Przystani Łotrów jest Cortez. To właśnie z nim powinienem porozmawiać, jeśli chcę dostać się do Bena.
uk: Оскар підтвердив, що одним з найважливіших людей у всій Гавані лиходіїв є Кортез. Саме з ним я маю поговорити, якщо хочу потрапити до Бена.

source: Oscar powiedział mi, że Ivan powinien coś wiedzieć w sprawie przetrzymywanej dziewczyny.
uk: Оскар розповів мені, що Іван має щось знати про дівчину, яку тримають в полоні.

source: Oscar powiedział mi, że specjalnie trzyma trutkę z dala od jedzenia by uniknąć przypadkowych otruć. Uważa, że za morderstwem musi stać ktoś z 'głową na karku', skoro wymyślił taki podstęp. Może Fox nakieruje mnie na jakiś dalszy trop...
uk: Оскар розповів мені, що спеціально тримає отруту подалі від їжі, щоб випадково хтось не отруївся. Він вважає, що за вбивствами повинен стояти хтось із 'головою на плечах', якщо вони придумали таку хитрість. Можливо, Фокс зможе наштовхнути мене на якісь нові зачіпки...

source: Oscar powiedział mi, że specjalnie trzyma trutkę z dala od jedzenia by uniknąć takich przypadków. Uważa, że za morderstwem musi stać ktoś z 'głową na karku' skoro wymyślił taki podstęp. Może Fox nakieruje mnie na jakiś dalszy trop...
uk: Оскар розповів мені, що спеціально тримає отруту подалі від їжі, щоб уникнути подібних випадків. Він вважає, що за вбивствами повинен стояти хтось із 'головою на плечах', якщо вони вигадали таку хитрість. Можливо, Фокс зможе навести мене на якісь нові зачіпки...

source: Oscar powiedział, że Cortez zafundował wszystkim swoim ludziom, w tym mnie, wieczór z panienkami Oscara. Jeśli odmówię i nie skorzystam, jeszcze odbierze to za obrazę i skończę jak jego poprzedni gość... Oby Tara rzeczywiście była tak piękna, jak mówił Oscar.
uk: Оскар повідомив, що Кортез для усіх своїх людей, включно зі мною, подарував вечір з жінками Оскара. Якщо я відмовлюся і не прийму подарунок, він сприйме це як образу, і зі мною станеться те саме, що і з його попереднім гостем... Сподіваюся, що Тара дійсно настільки вродлива, як говорив Оскар.

source: Oscar przeszedł samego siebie, trunki i potrawki smakują dzisiaj wybornie!
uk: Оскар перевершив сам себе, напої та страви сьогодні надзвичайно смачні!

source: Oscar wspomniał, że Rosita skarżyła się na Stana. Nie zaszkodzi jej o to zapytać.
uk: Оскар згадував, що Розіта скаржилася на Стена. Не завадило б розпитати її про це.

source: Oscar zasugerował, żebym poczekał, aż Ben się upije. Dowiedziałem się przy okazji, że Ben ma regularnie dostarczane wino. Jeśli uda mi się coś do niego dolać, to zaszantażuję wielkoluda i poznam odpowiedzi na wszystkie moje pytania. Pora zdobyć jakąś mocną truciznę i odtrutkę... lub coś, co będzie odtrutkę udawać. Widziałem w Przystani jednego nowicjusza, oby się znał na alchemii.
uk: Оскар запропонував мені дочекатися, поки Бен нап'ється. Мимохідь я дізнався, що Бену регулярно приносять вино. Якщо мені вдасться щось у нього підмішати, я зможу шантажувати здорованя і дізнатися відповіді на всі свої запитання. Саме час роздобути якусь сильну отруту і протиотруту... або щось, що буде схоже на протиотруту. Я бачив одного послушника в Гавані, сподіваюся, він розбирається в алхімії.

source: Osełka
uk: Точильний камінь

source: Osełka tłustej mazi.
uk: Шмат жиру.

source: Osełka tłuszczu
uk: Шмат жиру

source: Osiem.
uk: Вісім.

source: Osip
uk: Осіп

source: Osip twierdzi inaczej.
uk: Осіп стверджує протилежне.

source: Osip z tej strony.
uk: До речі, я Осіп.

source: Osiągnąwszy sędziwy wiek, Domenico I zwany Żeglarzem odszedł na łono Innosa, a tron po nim przejął jego syn, Albrecht. Młody król odziedziczył po ojcu państwo bogate i stale rozszerzające swe granice. Nowy władca skrywał jednak ponury sekret, który za sprawą nadwornych lekarzy szybko ujrzał światło dzienne.
uk: Досягнувши похилого віку, Доменіко I, званий Мореплавцем, відійшов до лона Інноса, а трон успадкував його син Альбрехт. Молодий король успадкував від батька багату державу, яка постійно розширювала свої кордони. Однак новий правитель приховував похмуру таємницю, яка завдяки придворним лікарям незабаром випливла назовні.

source: Osiągnąłem już to, co chciałem osiągnąć w swoim życiu. Zgromadziłem majątek, którego nie powstydziliby się dygnitarze z samego Vengardu.
uk: Я вже досяг того, чого хотів досягти у своєму житті. Я накопичив статки, яких не соромилися б високопосадовці з самого Венгарду.

source: Osiągnąłem sporo, ale cały czas czuję się wykorzystywany...
uk: Я багато чого досяг, але увесь час відчуваю, що мене використовують...

source: Osiłek
uk: Забіяка

source: Osiłek, który tutaj z nami przypłynął. Nie zaszkodzi z nim porozmawiać, chociaż wątpię, by był w stanie coś takiego zaplanować.
uk: Забіяка, який приплив сюди з нами. Не завадило б поговорити з ним, хоча я сумніваюся, що він міг спланувати щось подібне.

source: Oskard
uk: Роздроблювач каменів

source: Oskarżą nas wtedy, że fałszujemy naturalne warunki czy coś w tym stylu, i będą kłopoty. Nie, posprzątać musi ktoś zaufany. Zajmij się tym.
uk: Потім нас звинуватять в обмані чи ще чомусь подібному, і будуть неприємності. Ні, прибирати має хтось, кому ми довіряємо. Ти подбаєш про це.

source: Oskarżę o sabotaż kogoś innego. (Wrób Recona i Veigo)
uk: Я звинувачу в саботажі когось іншого. (Підставити Рікона і Вейго))

source: Osoba, która zdoła pozbyć się wszystkich trolli, otrzyma nagrodę w wysokości 500 sztuk złota, do odebrania u łowcy Garosa.
uk: Той, кому вдасться позбутися всіх тролів, отримає винагороду в розмірі 500 золотих, які можна забрати у мисливця Гароса.

source: Osobiście dopilnuję, by został odpowiednio nagrodzony za swoje zasługi. Miałeś dobre przeczucie, by mu zaufać.
uk: Я особисто простежу за тим, щоб його заслуги були належним чином винагороджені. Ти правильно зробив, що довірився йому.

source: Osobiście dopilnuję, by został odpowiednio uznany za swoje zasługi. Miałeś dobre przeczucie, by mu zaufać.
uk: Я особисто простежу за тим, щоб його заслуги були належним чином визнані. Ти правильно зробив, що довірився йому.

source: Osobiście dopilnuję, żeby Lorenzo dowiedział się o twoim partactwie!
uk: Я особисто подбаю про те, щоб Лоренцо дізнався про твій провал!

source: Osobiście dopilnuję, żeby odpowiedział za zbagatelizowanie sprawy. U nas nie ma miejsca dla obiboków.
uk: Я особисто простежу, щоб він відповів за свою недбалість. У нас не місце для ледарів.

source: Osobiście dorwę go jeszcze dziś i wypruję mu flaki.
uk: Я особисто спіймаю його сьогодні і випущу йому кишки.

source: Osobiście nie widziałbym sensu w wyposażaniu ich na długo przed akcją, więc pewnie tuż przed wejściem.
uk: Особисто я не бачу сенсу споряджати їх заздалегідь, тому, мабуть, безпосередньо перед самим виходом.

source: Osobiście niespecjalnie za nim przepadam, ale widać mój pan bardzo ceni sobie jego rady.
uk: Я його не дуже люблю, але схоже, що мій пан цінує його поради.

source: Osobiście podpalę lont. To był mój plan i wezmę na siebie odpowiedzialność za ewentualne straty.
uk: Я особисто підпалю гніт. Це був мій план, і я візьму на себе відповідальність за будь-які втрати.

source: Osobiście poznałem jednego - nazywa się Lutz.
uk: Я особисто знайомий з одним з них – його звуть Люц.

source: Osobiście uważam, że był po prostu zazdrosny o to, że z biegiem lat Andreas stawał się od niego coraz mądrzejszy.
uk: Особисто я думаю, що він просто заздрив, що Андреас з роками ставав розумнішим за нього.

source: Osobiście wolę 'głosiciele prawdy', ale po prawdzie, to nikt z nas nie przypisuje sobie zasług za robienie tego, co należy.
uk: Особисто я віддаю перевагу 'проповідникам істини', але, насправді, ніхто з нас не ставить собі в заслугу те, що ми робимо.

source: Osobiście wydaje mi się, że to jest mit. Wyznawcy Adanosa również są atakowani, czego Archolos jest najlepszym przykładem.
uk: Особисто я вважаю, що це міф. Послідовники Аданоса також зазнають нападів, Архолос є яскравим цьому прикладом.

source: Osobiście za nim nie przepadam, ale na ten moment nie możemy dopuścić, żeby chociaż włos spadł mu z głowy.
uk: Особисто мені він не подобається, але наразі ми не можемо допустити, щоб хоч одна волосина впала з його голови.

source: Osobliwy obywatel
uk: Незвичайний містянин

source: Osobnik przez większość czasu śpi, ale należy zachować w jego pobliżu wyjątkową ostrożność.
uk: Більшу частину дня це створіння спить, але з ним слід бути дуже обережним.

source: Ostateczne starcie z odwiecznym wrogiem zakończy się zwycięstwem, a miłosierdzie Innosa będzie naszym zbawieniem.
uk: Остання битва з одвічним ворогом закінчиться перемогою, і милосердя Інноса стане нашим спасінням.

source: Ostatecznie chyba obaj na tym zyskaliśmy. Ty miałeś okazję spotkać Jona, a ja mogę zająć się przygotowaniami do ponownego uruchomienia kopalni.
uk: Зрештою, я думаю, що ми обидва отримали від цього вигоду. Ти мав можливість зустрітися з Йоном, а я можу зайнятися підготовкою до відновлення роботи копальні.

source: Ostatecznie kanały stały się kryjówką typów spod ciemnej gwiazdy i wszelakiego rodzaju robactwa! Sama myśl o tym miejscu przyprawia mnie o dreszcze...
uk: Врешті-решт, каналізація стала схованкою для злочинців і всілякої погані! Від самої думки про це місце у мене мурашки по шкірі...

source: Ostatecznie nie dowiedziałem się, co sprzedał mi marynarz. Może to i lepiej?
uk: Зрештою, я так і не дізнався, що саме продав мені моряк. Можливо, воно й на краще?

source: Ostatecznie udało mi się załatwić udział Dustera w wyprawie do ruin Vardhal.
uk: Нарешті мені вдалося домовитися з Дастером щодо участі в експедиції до руїн Вардхалу.

source: Ostatecznie udało mi się załatwić udział Dustera w wyprawie do ruin Vardhal. Teraz muszę zwerbować Varina.
uk: Нарешті мені вдалося домовитися з Дастером щодо участі в експедиції до руїн Вардхалу. Залишилося завербувати Варіна.

source: Ostatecznie zdołaliśmy przysłużyć się zarówno samemu Innosowi, jak i mieszkańcom wyspy.
uk: Зрештою, нам вдалося принести користь як самому Інносу, так і жителям острова.

source: Ostatecznie zginął od miecza rozwścieczonego paladyna.
uk: Зрештою, він загинув від меча розлюченого паладина.

source: Ostatecznie zostałem sam ze sprawą mojego brata i nie otrzymałem pomocy, gdy jej najbardziej potrzebowałem.
uk: Зрештою, я залишився наодинці зі справою мого брата і не отримав допомоги, коли потребував її найбільше.

source: Ostatecznie, wygrał w nim fanatyzm. Ciągle rozmyślam, czy gdybym był wtedy przy nim, to może udałoby mi się go powstrzymać...
uk: Врешті-решт, фанатизм у ньому переміг. Я досі розмірковую над тим, чи зміг би я його зупинити, якби був тоді поруч із ним...

source: Ostatkami sił, ale udało mi się wygrać wyścig. Winstan czeka przy bramie, czas na raport podsumowujący.
uk: З останніх сил, але мені вдалося виграти забіг. Вінстан чекає біля воріт, час підводити підсумки.

source: Ostatni niedobitek Wodnego Kręgu i jakiś nieudacznik, którego nawet w żadnej gildii nie chcieli.
uk: Останній уцілілий з Кільця Води і якийсь невдаха, якого навіть не взяли в жодну гільдію.

source: Ostatni niedobitek Wodnego Kręgu i najemna kurtyzana Lorenzo.
uk: Останній уцілілий з Кільця Води і наймана куртизанка Лоренцо.

source: Ostatni niedobitek Wodnego Kręgu i piesek na posyłki Rodericha.
uk: Останній уцілілий з Кільця Води і песик на побігеньках у Родеріха.

source: Ostatni tom służący do zgłębiania
uk: Останній том, для вивчення

source: Ostatni wpis Rodrigo wskazuje na to, że planował on w jakiś sposób zemścić się na Stanie. Wszystko wskazuje na to, że jest winny. Mogę go wydać Cortezowi. W kufrze znalazłem dziwny proszek, najlepiej będzie jeśli Hierro dokładnie się mu przyjrzy.
uk: Останній запис Родріго вказує на те, що він планував якось помститися Стену. Все вказує на те, що він винен. Я можу здати його Кортезу. У скрині я знайшов якийсь дивний порошок. Буде краще, якщо Гієро уважно його дослідить.

source: Ostatni wpis Rodrigo wskazuje na to, że planował on w jakiś sposób zemścić się na Stanie. Wszystko wskazuje na to, że jest winny. Mogę go wydać Cortezowi. W kufrze znalazłem dziwny proszek. Może jest w przystani ktoś kto by się na tym znał?
uk: Останній запис Родріго вказує на те, що він планував якось помститися Стену. Все вказує на те, що він винен. Я можу здати його Кортезу. У скрині я знайшов якийсь дивний порошок. Можливо, у Гавані є хтось, хто міг би щось про нього знати?

source: Ostatnia partia towaru
uk: Остання партія товару

source: Ostatnia wiadomość
uk: Передсмертна записка

source: Ostatnie Starcie - Pracownia kowalska
uk: Останнє Зіткнення – Майстерня коваля

source: Ostatnie piętro, pierwsze drzwi po prawej. Tylko pamiętaj, ja ci tego nie mówiłam!
uk: Верхній поверх, перші двері праворуч. Тільки пам'ятай, я тобі цього не казала!

source: Ostatnie podtopienia dały mu się nieźle we znaki, ale Albyn nie pali się do jego renowacji.
uk: Нещодавня повінь завдала йому чималої шкоди, але Альбін не горить бажанням його відновлювати.

source: Ostatnie podtopienia znacznie utrudniły kontakt z miastem, dlatego póki co musimy radzić sobie sami.
uk: Нещодавня повінь значно ускладнила зв'язок з містом, тож поки що нам доводиться справлятися власними силами.

source: Ostatnie polowanie całkiem nieźle nam wyszło, co nie?
uk: Останнє полювання було досить вдалим для нас, чи не так?

source: Ostatnie, czego bym pragnął, to zamknięcie przemytu ze względu na zielonoskórych. Wtedy już na dobre straciłbym źródło dochodu.
uk: Останнє, чого б я хотів, це щоб контрабанду закрили через зеленомордих. Тоді б я назавжди втратив джерело доходу.

source: Ostatnie, czego teraz potrzebuję, to jakiś obcy utrudniający zadanie Jonowi.
uk: Останнє, що мені зараз потрібно, це щоб якийсь незнайомець ускладнював життя Йону.

source: Ostatniej nocy przeor Periandes odszedł na łono Adanosa. Nasz Pan w swej łaskawości oszczędził mu jednak bólu. Nadeszły smutne dni dla Kręgu Wody.
uk: Минулої ночі настоятель Періандес відійшов до лона Аданоса. Наш Господь у своїй милості, однак, позбавив його болю. Сумні дні настали для Кільця Води.

source: Ostatniej nocy strażnicy zrobili obławę na mojego sąsiada.
uk: Минулої ночі вартові влаштували облаву на мого сусіда.

source: Ostatniej nocy twoi koledzy zrobili obławę na mojego sąsiada.
uk: Минулої ночі твої колеги влаштували облаву на мого сусіда.

source: Ostatniej nocy wytropiłem to stado. Liczyło nie więcej niż tuzin osobników.
uk: Минулої ночі я вистежив цю зграю. Вона налічувала не більше дюжини особин.

source: Ostatniej woli się nie odmawia.
uk: В останньому бажанні не відмовляють.

source: Ostatnim już rodzajem obrażeń są rany wywoływane przez ogień i nie należy ich mylić z ognistą reakcją elementarną, wspomnianą wcześniej.
uk: Останній тип шкоди завдається вогнем, яку не слід плутати з вищезгаданою стихійною шкодою.

source: Ostatnim razem nie byłeś rad z naszej współpracy.
uk: Востаннє ви були незадоволені нашою співпрацею.

source: Ostatnim razem pozwoliliśmy ci odejść. To był błąd, którego nie powtórzymy! Brać go!
uk: Минулого разу ми тебе відпустили. Це була помилка, яку ми не повторимо! Взяти його!

source: Ostatnim razem rozdzielanie się nie wyszło nam na dobre.
uk: Минулого разу, коли ми розділилися, нам це не допомогло.

source: Ostatnim razem widziałem go w porcie.
uk: Востаннє я бачив його в порту.

source: Ostatnim tchnieniem Tobie polecamy duszę,
uk: З останнім подихом душу Тобі віддаємо,

source: Ostatnim większym wydarzeniem był turniej, nawet jeśli skończył się tak jak zawsze. Może kiedyś stanie się coś bardziej niespodziewanego.
uk: Останньою великою подією був турнір, хоч він і закінчився так, як завжди. Можливо, коли-небудь станеться щось більш несподіване.

source: Ostatnimi czasy mamy złą opinię, ale jak to z opiniami bywa, nie pokrywa się ona za bardzo z rzeczywistością.
uk: Останнім часом у нас погана репутація, але, як це часто буває, вона не надто збігається з реальністю.

source: Ostatnimi czasy przez wyspę przetaczają się ogromne ilości zagubionych ludzi, których głód i nędza doprowadzają do najgorszych czynów.
uk: Останнім часом на острові з'явилася величезна кількість загублених людей, яких голод і злидні штовхають на жахливі вчинки.

source: Ostatnimi dniami rzadziej niż zwykle.
uk: Останнім часом рідше ніж зазвичай.

source: Ostatnio Antonio dużo więcej pił, chyba ta praca zaczęła go dobijać. Kiedyś przy winie zaczął wykrzykiwać Rikowi do ucha, żeby nie nazywał go już więcej Gonzalo, tylko Antonio.
uk: Останнім часом Антоніо став набагато більше пити. Схоже, робота далася взнаки. Одного разу за вином він почав кричати на вухо Ріку, щоб той не називав його Гонсало, а тільки Антоніо.

source: Ostatnio był u mnie wariat, który próbował wcisnąć mi jakiś błękitny kamień. Twierdził, że ów potrafi kumulować nieskończoną moc magiczną, i że chętnie się go pozbędzie.
uk: Нещодавно до мене додому прийшов один божевільний і намагався всучити мені якийсь синій камінь. Він стверджував, що цей камінь може накопичувати нескінченну магічну силу, і що він був би радий його позбутися.

source: Ostatnio ci się poszczęściło, chcę rewanżu.
uk: Минулого разу тобі пощастило, я хочу реваншу.

source: Ostatnio ciągle to ja cię o coś pytam, może ty chciałbyś się czegoś dowiedzieć?
uk: Останнім часом це я тебе постійно про щось розпитую. Може, ти сам хочеш щось дізнатися?

source: Ostatnio ciągle wieje wiatr ze wschodu, a to oznacza, że wszystkie ryby dają chodu na otwarte morze.
uk: Останнім часом постійно дме вітер зі сходу, а це означає, що вся риба пливе у відкрите море.

source: Ostatnio coraz częściej słychać skowyt wilków w okolicy.
uk: Останнім часом в околицях все частіше чути вовче виття.

source: Ostatnio coraz częściej ulicą snują się jakieś zbiry, a strażnicy nic sobie z tego nie robią.
uk: Останнім часом вулицями вештається дедалі більше головорізів, а Варта на це не зважає.

source: Ostatnio coraz więcej ich tutaj. Może uda ci się coś z nich wyciągnąć.
uk: Останнім часом їх тут стає все більше. Може, тобі вдасться щось з них витягти.

source: Ostatnio dostałem skargę od Elida, kupca z tutejszego targowiska. Narzeka na nasz posterunek w tamtym rejonie, i to bardzo dosadnie.
uk: Нещодавно я отримав скаргу від Еліда, торговця на місцевому ринку. Він скаржиться на наш пост у цьому районі, і не добирає слів.

source: Ostatnio doszedłem do zaskakującego wniosku.
uk: Нещодавно я дійшов несподіваного висновку.

source: Ostatnio doszło między nim a Stanem do awantury. Poszło o jakiś zakład.
uk: Нещодавно між ним і Стеном сталася бійка. Це було через якесь парі.

source: Ostatnio jak rozmawialiśmy, byłaś przeszczęśliwa.
uk: Коли ми з тобою востаннє говорили, ти була дуже щаслива.

source: Ostatnio jakość pracy ludzi Rodericha pozostawia wiele do życzenia.
uk: Останнім часом якість людей Родеріха залишає бажати кращого.

source: Ostatnio jeden z uciekinierów próbował zapłacić Odgarowi za broń bryłką magicznej rudy.
uk: Нещодавно один з біженців намагався розплатитися з Одгаром за зброю самородком магічної руди.

source: Ostatnio jest jej coraz więcej, więc nie mam czasu na pogawędki.
uk: Останнім часом її стає дедалі більше, тому я не маю часу на балачки.
